const fs = require("fs")
const path = require("path")

module.exports = async(ctx)=>{
    try {
        await ctx.deleteMessage()
        await ctx.replyWithPhoto({source: fs.readFileSync(path.join(__dirname, '..', "image", "firstbtn.png"))},{
            caption: `дар ин *мини ЧАЙКА* 20% аз \n*ЧАЙКА SPEAK* - ро меомӯзед  \n\n*>>>>>>‼️1. НАРХ‼️<<<<<< * \n\n🚫 нархи асосӣ: 🚫 \n299с🇹🇯 2,499р🇷🇺 \n\n🎁 нарх бо скидка: \n*✅ 97 сомонӣ 🇹🇯 * \n*✅ 797 рубл 🇷🇺  * \n\nБо ин скидка шумо \n*200с🇹🇯 1 700р🇷🇺 * \nфоида мекунед🎁 \n\n*ШИТОБЕД‼️ * \nСкидка тамом мешавад! \n———————————-  \n\n*>>>>‼️2. ПАРДОХТ‼️<<<< * \n\nЯке аз роҳи пардохтро \nинтихоб кунед \n\n*1》Душанбе сити ( Миллӣ ) * \n✅️ 917151080 ✅️  \n\n*2》Сбербанк Русия * \n✅️ 2202 2061 0661 9872 ✅️  \nУмарали Обиджонович С  \n\n*>>>‼️3 - ГИРИФТАН‼️<<<* \n● баъд аз пардохт \n*“Ман пардохт кардам”* - ро \nпахш кунед, танҳо скриншоти \nчекро хамонҷо бифиристед. \n\n● Дар камтар аз 10 минут ба \n*мини ЧАЙКА* меравем🎁 \n\n❌ Чекро *БОТ* тафтиш \nнамекунад  \n✅ *Операторҳо* тафтиш  \nмекунанд.`,
            reply_markup: {
                inline_keyboard: [
                    [{text: "Ман пардохт кардам", callback_data: "course1"}]
                ]
            },
            parse_mode: "Markdown"
        })

    } catch (error) {
        console.log(error)
    }
}