const fs = require('fs')
const path = require('path')

module.exports = async(ctx)=>{
    try {
        await ctx.deleteMessage()
        await ctx.replyWithPhoto({source: fs.readFileSync(path.join(__dirname, '..', "image", "secondbtn.png"))},{
            caption: `Ба комилтарин курси \nонлайнии *“ЧАЙКА SPEAK”* \nхуш омадед🙂 \n\n*>>>>>>‼️1-НАРХ‼️<<<<<<*  \n\n🚫 нархи асосӣ: 🚫 \n1 999с🇹🇯 16 999р🇷🇺 \n———————————— \n▎🎁 Бо нархи скидка: \n*▎✅ 997 сомонӣ 🇹🇯* \n*▎✅ 8597 рубл 🇷🇺*  \n————————————\nБо ин скидка шумо \n*1 000с🇹🇯 8 800р🇷🇺* \nфоида мекунед 🎁 \n\nИн *ЧАЙКА сабабест,* ки маоши \n1 рӯзаи шумо *+1000с* мешавад. \nОё арзишашро надорад? \n\n*ШИТОБЕД‼️* \nСкидка тамом мешавад! \n—————————— \n\n*>>>>‼️2-ПАРДОХТ‼️<<<<* \n\nЯке аз роҳи пардохтро \nинтихоб кунед. \n\n*1》Душанбе сити* \n✅️ 917151080 🇹🇯 \n\n*2》Сбербанк Русия* \n✅️ 2202 2061 0661 9872 🇷🇺 \nУмарали Обиджонович С  \n\n*>>>‼️3-ГИРИФТАН‼️<<<* \n\n● баъд аз пардохт \n*“Ман пардохт кардам” - ро* \nпахш кунед, танҳо скриншоти \nчекро хамонҷо бифиристед. \n\n● Дар камтар аз 10 минут ба \n*ЧАЙКА VIP👑* меравем \n\n❌ Чекро *БОТ* тафтиш \nнамекунад  \n*✅ Операторҳо* тафтиш \nмекунанд.`,
            reply_markup: {
                inline_keyboard: [
                    [{text: "Ман пардохт кардам", callback_data: "course2"}]
                ]
            },
            parse_mode: "Markdown"
        })

    } catch (error) {
        console.log(error)
    }
}