const fs = require('fs')
const path = require('path')

module.exports = async (ctx)=>{
    try {
        await ctx.replyWithPhoto({source: path.join(__dirname, '..', "image", "button6.jpg")}, {
            caption: `● Бо телефон забон ёд мегирам? \n\n● ТАМОМАН ХАВОТИР НАБОШ! \n\n● Ман ҳам фикр мекардам намешавад. \n\n● Аммо технология пешрафт кард, омӯзиш осон шуд. \n\n● махсусан барои онҳое, ки мехостанд зуд ёд бигиранд.\n\n● Вақте инро фаҳмидам рӯ ба рӯи марказ истода таркаш кардам ва бо телефон дар 15 рӯз, бештар аз он 3 моҳи марказ омӯхтам.\n\n● БАЛЕ ДАР 15 РӮЗ “100%”\n\n● Дар вақти бо телефон омӯхтан, масири ёдгириро дидам ва фаҳмидам шумо чигуна ёд мегиред.\n\n● Ҳоло курсӣ ЧАЙКА - ро омода кардем то шумоҳам бо телефон ҳамонгуна ёд бигиред.\n\n● ба шумо ГАРАНТИЯ медиҳем \nбе ягон марказ ёд мегиред.`
        })        
    } catch (error) {
        console.log(error)
    }
}