const fs = require('fs')
const path = require('path')

module.exports = async(ctx)=>{
    try {
        await ctx.replyWithPhoto({source: path.join(__dirname,'..', "image", "button5.jpg")}, {
            caption: `● Бале, танҳо чизе, ки аз 0 то болотарин левели забон лозим доред, 1 телеграм аст, ки алакай онро доред ✅️ \n\n------------- \n● Медони чаро мо китобҳоро чоп кардем? \n\n● Мо чоп кардем то ба донишҷӯён нишон бидиҳем, ин ҳамон курсӣ пешрафтаи шумо дар телеграм аст. \n\n● Бо маводҳои қадимаи чопӣ хайрухуш кунед ва ба курсӣ нави ЧАЙКА дар телеграм салом гӯед. \n\n● То вақти ёдгири мо ҳамроҳи шумо ҳастем. \n\n● Пас сафари омӯзиши худро аз имрӯз шурӯъ кунед ва ба сӯи ҳадафҳои бузург ҳаракат кунед.`
        })        
    } catch (error) {
        console.log(error)
    }
}